export default function Guide() {
  return (
    <div className="list-bg">
      {/* <h1>하루 10분, 다른 사람이 아닌 나에 대해 알아가보세요</h1> */}
      <div className="guide-main">
        <h1>소개</h1>
        <span>
          안녕하세요, 저는 최소 1인분은 할 수 있는 개발자가 되기 위해 하루하루
          열심히 살고있는 청년이에요. <br /> 취업을 준비하며 자기소개서를
          쓰는데, 어느날 문득 이런 생각이 들었어요. ‘나보다 나를 더 잘아는
          사람은 없을텐데, 자기소개서 쓰는건 왜 이렇게 어려울까?’ 곰곰이
          생각해보니, 저는 평소에 저 자신을 제대로 들여다본 적이 없었더라구요.
          저는 학창 시절부터, 아침, 저녁, 주말드라마를 모두 챙겨보는 열혈
          애청자였을 뿐만 아니라 새로운 영화가 개봉하는 날이면 가족들과 함께
          극장을 찾았고, 유명 기획사에서 새로운 아이돌이 데뷔하면 유튜브로
          무대를 찾아봤죠.
          <br />
          <br />
          드라마, 영화, sns, 유튜브... 남들의 이야기는 누구보다 세심하게
          들여다보면서, 정작 나 자신에게는 관심을 두지 않았다는 걸 깨달았어요.
          그리고 대학을 졸업하고 20대 중반이 되어가며 점차 저에 대해 궁금함이
          커져가며 정체성을 찾고싶은 생각이 커지기 시작했어요. <br /> 그래서
          만들었습니다. 이 서비스는 하루 중, 오직 ‘나’를 위한 시간을
          만들어나가길 바라는 마음에 탄생했어요. 손으로 쓰는 일기처럼, 사진이나
          영상 없이 오직 글로만 나를 표현하는 공간입니다. 오늘 내가 가진 생각을
          붙잡아두고 기록해보세요. 어렵게 생각하지 않아도 괜찮아요. 작은 기록이
          쌓이면, 어느새 나만의 이야기가 되어 있을 테니까요. 오늘, 당신은 어떤
          생각을 했나요? 짧은 글로, 나를 발견하는 여정을 시작해보세요. 😊
        </span>

        {/* <section>
          <h2>다양한 주제의 질문이 준비되어있으니, 천천히 구경해보세요!</h2>
          <span>
            글은 자유롭게 공개할 수 있어요. 다른 사람들과 생각을 공유하고
            싶다면, 용기내서 공개해보세요!
          </span>
        </section> */}
      </div>
    </div>
  );
}
