export default function Guide() {
  return (
    <div className="list-bg">
      {/* <h1>하루 10분, 다른 사람이 아닌 나에 대해 알아가보세요</h1> */}
      <div className="guide-main">
        <h1>소개</h1>
        <span>
          안녕하세요, 하루하루 성장하는 개발자입니다. <br /> 취업 준비를 하며
          자기소개서를 쓰는 일이 왜 이렇게 어려운지 고민해보다가, 문득 평소에 제
          자신을 제대로 들여다본 적이 없었기 때문이라는 걸 깨달았어요. 학창
          시절부터 드라마, 영화, 유튜브 등을 즐기며 남들의 이야기에는
          집중했지만, 정작 제 자신에게는 관심을 두지 않았다는 걸 느꼈습니다.
          <br />
          그래서 나만의 시간을 가지며 자신을 돌아보고 싶다는 마음으로 이
          서비스를 만들었습니다. <br /> <br /> 이 공간은 사진이나 영상 없이 오직
          글로만 나를 표현하는 곳입니다. <br /> 오늘의 생각을 짧게 기록해보세요.{" "}
          <br /> 작은 기록이 쌓이면, 언젠가 나만의 이야기가 될 거예요.
        </span>

        {/* <section>
          <h2>다양한 주제의 질문이 준비되어있으니, 천천히 구경해보세요!</h2>
          <span>
            글은 자유롭게 공개할 수 있어요. 다른 사람들과 생각을 공유하고
            싶다면, 용기내서 공개해보세요!
          </span>
        </section> */}
      </div>
    </div>
  );
}
